<!DOCTYPE html>
<html lang="ua">
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8"/>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Договір публічної оферти</title>


    <style>
        @page {margin: 5rem 0 !important; padding: 5rem !important;}
        html {font-size:13px; line-height:1.3em}
        html, body {padding:0; margin:0; min-width:320px}
        body, * {font-family: -apple-system, BlinkMacSystemFont, "Segoe UI", Roboto, Oxygen-Sans, Ubuntu, Cantarell, "Helvetica Neue", sans-serif;}
        * {line-height:1.3em; }
        .doc {margin: 0 auto; position:relative; overflow:hidden;}
        h1, h2, h3, h4, h5, h6 {text-align: center; margin-top:1.5em; margin-bottom:.5em; line-height: 1.2em; font-weight:600}
        h1 {font-size:1.5rem}
        h2 {font-size:1.25rem}
        img {display:inline-block; max-width:100%; max-height:100%; height:auto; line-height:1;}
        p + p {margin-top: 1rem}
        a {color:#009681; font-weight:500}
        a:hover, a:focus {color:#B3D73D}
        .num {font-weight:600; color:#111}
        .doc__header {width:100%; position:relative; margin-top:-5rem}
        .doc__header, .doc__header_bg, .doc__logo_wrap {height:7rem}
        .doc__header_bg {position:absolute; top:0; left:0; right:0; background: url(https://api.greentravel.ua/storage/pdf/bg-waves.png) top left no-repeat; z-index:1; opacity:.33}
        .doc__logo_wrap {position:absolute; top:0; left:0; right:50%; background:#fff; padding:1rem; z-index:5}
        .doc__logo {min-width:10rem; width:30vw}
        .doc__logo_link, .doc__logo_wrap {display: flex; }
        /* === это для оформления превью. Скорее всего для PDF надо будет удалить === */
        body {background:#fff}
        .doc {margin: 3rem auto; background:#fff;}
        .doc__text {padding: 2rem 5rem}
        @page { margin: 100px; }
        /* ====== */
    </style>
</head>
<body>



<div class="doc">

    <div class="doc__header">
        <div class="doc__logo_wrap">
            <a href="https://greentravel.ua" class="doc__logo_link" target="_blank">
                <img src="https://api.greentravel.ua/storage/pdf/logo_text.png" alt="" class="doc__logo">
            </a>
        </div>
        <div class="doc__header_bg"></div>
    </div>


    <div class="doc__text">
        <h1>Договір публічної оферти №4523-3421<br>про надання послуг</h1>

        <p><strong>Фізична особа-підприємець Гарбуз Олександр Юрійович</strong>: 3133918293 (далі – Виконавець) з однієї сторони, керуючись чинним законодавством України пропонує фізичній особі та / або юридичній особі ______________________________________:</p>
        <p>_______________ (далі – Замовник) з іншою сторони, в подальшому разом іменовані – Сторони, а кожен окремо – Сторона, укласти публічний договір про надання послуг (далі – Договір).</p><p>Цей Договір є публічним, тобто відповідно до статті 633 Цивільного кодексу України, його умови є однаковими для всіх Замовників незалежно від їх статусу (фізична особа, юридична особа, фізична особа-підприємець) без надання переваги одному Замовнику перед іншим. </p><p>Укладаючи цей Договір Замовник підтверджує, що розуміє значення термінів та інших умов цього Договору; в повному обсязі приймає умови цього Договору без будь-яких застережень, винятків чи обмежень. Договір вважається укладеним з моменту натискання кнопки «Так» під цим Договором на Веб-сайті Виконавця та заповнення відповідної інформації на Веб-сайті Виконавця, згідно з умовами цього Договору.</p>

        <h2>1. Визначення термінів</h2>
        <p><span class="num">1.1.</span> Веб-сторінка - складова частина веб-сайту, розташована за спеціальною адресою в мережі Інтернет.</p>
        <p><span class="num">1.2.</span> Веб-сайт - сукупність даних, електронної (цифрової) інформації, зокрема об’єктів авторського права та/або суміжних прав тощо, пов’язаних між собою і структурованих у межах адреси веб-сайту та/або облікового запису власника такого веб-сайту, доступ до яких здійснюється через адресу в мережі Інтернет, що може складатися з доменного імені, записів про каталоги або виклики та/або числової адреси за Інтернет-протоколом; веб-сайт розміщений за посиланням: <a href="https://greentravel.ua" target="_blank">https://greentravel.ua</a></p>
        <p><span class="num">1.3.</span> ЄС - Європейський Союз.</p>
        <p><span class="num">1.4.</span> Механічний транспортний засіб − це транспортний засіб, що рухається за допомогою двигуна.</p>
        <p><span class="num">1.5.</span> ДТП - подія, що сталася під час руху механічного транспортного засобу, внаслідок якої загинули або поранені люди чи завдані матеріальні збитки.</p>
        <p><span class="num">1.6.</span> Посередницькі послуги - це послуги, внаслідок яких здійснюється дія Виконавця, спрямована на досягнення згоди між двома іншими сторонами правовідносин (Замовником та третьою особою), щодо вступу їх у ці самі правовідносини.</p>
        <p><span class="num">1.7.</span> Треті особи - суб’єкти, яких залучає Виконавець на виконання цього Договору, зокрема, включно, але не виключно: юристи, адвокати, страховий експерт та інші.</p>


        <h2>2. Предмет договору</h2>
        <p><span class="num">2.1.</span> На підставі та умовах визначених цим Договором, Виконавець надає Замовнику, а Замовник приймає та оплачує посередницькі Послуги за цим Договором. </p>
        <p><span class="num">2.1.1.</span> Суть посередницьких Послуг за цим Договором визначається згідно з п.1.6. цього Договору і вичерпується фактом контактування Замовника з третіми особами.</p>
        <p><span class="num">2.2.</span> За цим Договором Виконавець надає Замовнику такі послуги на нижчевказаних умовах:</p>
        <p><span class="num">2.2.1.</span> Послуга: «Допомога та консультація страхового експерта у разі участі у ДТП, яка відбулась на території ЄС».</p>
        <ul>
            <li>Приймання заявок здійснюється цілодобово, сім днів на тиждень. </li>
            <li>Послуга надається цілодобово, сім днів на тиждень. </li>
            <li>Безлімітна кількість звернень Замовника впродовж дії цього Договору.</li>
            <li>Умови: діючий Договір; настання страхового випадкWу; участь у ДТП виключно Замовника.</li>
        </ul>

        <p><span class="num">2.2.2.</span> Послуга: «Організація консультації адвоката/юриста у разі ДТП, яка відбулась на території ЄС».</p>
        <ul>
            <li>Приймання заявок здійснюється цілодобово, сім днів на тиждень. </li>
            <li>Організація та проведення онлайн зустрічі з адвокатом/юристом здійснюється у робочі дні (понеділок - п’ятниця) з 10:00 до 17:00 години за київським часом. Тривалість консультації становить 45 хвилин.</li>
            <li>Замовник має право звернутись лише один раз за весь строк дії Договору. Додаткові звернення Замовника за цією Послугою оплачуються додатково в розмірах і порядку, визначених цим Договором.</li>
            <li>Умови: діючий Договір; настання страхового випадку; участь у ДТП виключно Замовника.</li>
        </ul>

        <p><span class="num">2.2.3.</span> Послуга: «участь перекладача (англійська, німецька, польська, чеська) при ДТП або зупинці поліцією на території ЄС».</p>
        <ul>
            <li>Приймання заявок здійснюється цілодобово, сім днів на тиждень. </li>
            <li>Організація та проведення онлайн зустрічі або телефонної розмови з перекладачем здійснюється у робочі дні (понеділок - п’ятниця) з 10:00 до 19:00 години за київським часом. Тривалість консультації становить 45 хвилин.</li>
            <li>Замовник має право звернутись лише один раз за весь строк дії Договору. Додаткові звернення Замовника за цією Послугою оплачуються додатково в розмірах і порядку, визначених цим Договором.</li>
            <li>Умови: діючий Договір; настання страхового випадку; зупинка поліцією ЄС; участь у ДТП виключно Замовника.</li>
        </ul>

        <p><span class="num">2.2.4.</span> Послуга: «Допомога у пошуку та виклику евакуатора в Європі у випадку поломки механічного транспортного засобу або ДТП, яка відбулась на території ЄС».</p>
        <ul>
            <li>Приймання заявок здійснюється цілодобово, сім днів на тиждень. </li>
            <li>Послуга надається цілодобово, сім днів на тиждень. </li>
            <li>Безлімітна кількість звернень Замовника впродовж дії цього Договору.</li>
            <li>Умови: діючий Договір; настання страхового випадку; участь у ДТП виключно Замовника або пошкодження механічного транспортного засобу виключно Замовника.</li>
        </ul>

        <p><span class="num">2.2.5.</span> Послуга: «Допомога у пошуку та бронюванні житла у випадку ДТП або евакуації механічного транспортного засобу».</p>
        <ul>
            <li>Приймання заявок здійснюється цілодобово, сім днів на тиждень. </li>
            <li>Послуга надається цілодобово, сім днів на тиждень. </li>
            <li>Безлімітна кількість звернень Замовника впродовж дії цього Договору.</li>
            <li>Умови: діючий Договір; настання страхового випадку; участь у ДТП виключно Замовника або пошкодження механічного транспортного засобу виключно Замовника.</li>
        </ul>

        <p><span class="num">2.2.6.</span> Послуга: «Інші консультаційні, довідкові послуги оператора підтримки Грінтревел – допомога в дорозі».</p>
        <ul>
            <li>Приймання заявок здійснюється цілодобово, сім днів на тиждень. </li>
            <li>Послуга надається цілодобово, сім днів на тиждень. </li>
            <li>Безлімітна кількість звернень Замовника впродовж дії цього Договору.</li>
            <li>Умови: діючий Договір; настання страхового випадку; участь у ДТП виключно Замовника або пошкодження механічного транспортного засобу виключно Замовника.</li>
        </ul>
        <p><span class="num">2.3.</span> Послуга надається оплатно за допомогою доступу до Веб-сайту.</p>


        <h2>3. Вартість послуг та порядок оплати</h2>
        <p><span class="num">3.1.</span> Вартість Послуг за цим Договором, що передбачені пп.2.2.1. - 2.2.6. цього Договору визначається відповідно до діючих тарифних планів, які опубліковані на Веб-сайті, вказується в національній валюті України (гривні) і становить: ____________ грн. </p>
        <p><span class="num">3.1.1.</span> Вартість додаткових звернень Замовника, передбачених в пп.2.2.2.-2.2.3 цього Договору становить 800,00 (вісімсот) грн за окремо надану послугу за переліку.</p>
        <p><span class="num">3.2.</span> Оплата Послуг здійснюється Замовником шляхом здійснення безготівкового платежу на розрахунковий рахунок Виконавця. </p>
        <p><span class="num">3.3.</span> Послуги надаються за умови внесення оплати в розмірі 100% за фактом надходження оплати на розрахунковий рахунок Виконавця. </p>
        <p><span class="num">3.4.</span> Зобов'язання Замовника в частині оплати Послуг вважаються виконаними з моменту надходження Виконавцю коштів на його рахунок.</p>
        <p><span class="num">3.5.</span> Замовник самостійно несе відповідальність за правильність здійснених ним платежів.</p>
        <p><span class="num">3.6.</span> Виконавець має право в односторонньому порядку змінювати вартість Послуг, їх перелік, а також порядок їх надання, повідомивши про це Замовника шляхом надсилання відповідного листа на електронну пошту або будь-яким іншим чином, включаючи сповіщенням на Веб-сайті. </p>
        <p><span class="num">3.7.</span> Відображення нової вартості Послуг на Веб-сайті та подальша їх оплата Замовником підтверджує той факт, що Замовник повідомлений про зміну вартості Послуг належним чином та погоджується на таку зміну.</p>
        <p><span class="num">3.8.</span> Зміна вартості Послуг не впливає на вже оплачені Послуги Замовником за цим Договором, а поширює свою дію на Послуги, що будуть оплачені Замовником в майбутньому.</p>
        <p><span class="num">3.9.</span> Замовник несе всі витрати, пов’язані з переказом коштів за цим Договором на розрахунковий рахунок Виконавця.</p>


        <h2>4. Порядок надання послуг</h2>
        <p><span class="num">4.1.</span> Замовник приймає публічну оферту, шляхом натискання кнопки «Так» під цим Договором на Веб-сайті Виконавця, а також заповнення відповідної інформації. З цього моменту вважається, що Замовник безумовно та беззастережно прийняв умови цього Договору.</p>
        <p><span class="num">4.2.</span> Замовник заповнює на Веб-сайті Виконавця наступну інформацію для належної ідентифікації Замовника:</p>
        <ul>
            <li>ІПН;</li>
            <li>ФІО;</li>
            <li>контактний номер телефону для зв’язку;</li>
            <li>електронна адреса.</li>
        </ul>
        <p><span class="num">4.2.1.</span> Вказуючи відповідну інформацію на Веб-сайті, Замовник підтверджує, що він є дієздатною фізичною особою, яка діє від власного імені або на законних підставах від імені юридичної особи. Замовник також підтверджує, що вся інформація, надана під час укладення Договору та використання Веб-сайту, є достовірною, точною і актуальною.</p>
        <p><span class="num">4.3.</span> Після прийняття оферти та заповнення відповідної інформації на Веб-сайті, Замовник отримує можливість користуватись Послугами за цим Договором в повному обсязі.</p>
        <p><span class="num">4.4.</span> У випадку бажання Замовника замовити Послуги, які надає Виконавець, Замовник зобов’язується здійснити оплату за Послуги в розмірі та порядку, визначеному цим Договором та заповнити відповідну інформацію на Веб-сайті Виконавця.</p>


        <h2>5. Строк дії договору. умови припинення та розірвання договору</h2>
        <p><span class="num">5.1.</span> Цей Договір укладено на строк: ______________ від дати ____________.</p>
        <p><span class="num">5.2.</span> Замовник має право розірвати договір в односторонньому порядку, повідомивши про це Виконавця шляхом надсилання листа на електронну адресу, зазначену на Веб-сайті.</p>
        <p><span class="num">5.3.</span> Виконавець має право розірвати Договір в односторонньому порядку, закривши доступ Замовнику до Веб-сайту.</p>
        <p><span class="num">5.3.1.</span> У випадку розірвання Договору Виконавцем, останній має право повідомити Замовника про факт розірвання шляхом надсилання відповідного листа на електронну пошту Замовника, або будь-яким іншим чином, включаючи сповіщенням на Веб-сайті.</p>
        <p><span class="num">5.4.</span> Розірвання Договору припиняє правовідносини між Сторонами за цим Договором, але не позбавляє право Сторони здійснювати захист своїх порушених прав за цим Договором.</p>
        <p><span class="num">5.5.</span> У випадку розірвання Договору, кошти за оплачені Послуги (навіть якщо вони ще не надані), не повертаються.</p>


        <h2>6. Права та обов’язки сторін</h2>
        <p><span class="num">6.1.</span> Замовник зобов'язується: </p>
        <p><span class="num">6.1.1.</span> Вчасно оплачувати послуги Виконавця в обсязі, порядку і строки, передбачені цим Договором. </p>
        <p><span class="num">6.1.2.</span> Дотримуватися умов цього Договору. </p>
        <p><span class="num">6.1.3.</span> Не передавати оплатно чи безоплатно результати послуг за цим Договором третім особам. </p>
        <p><span class="num">6.1.4.</span> Ознайомитись з Договором, умовами надання обраних послуг, дотримуватись та виконувати їх вимоги. </p>
        <p><span class="num">6.1.5.</span> Тримати в таємниці всі дані, які використовуються Замовником в процесі користування Веб-сайтом. </p>
        <p><span class="num">6.1.6.</span> Не здійснювати збір, копіювання і обробку персональних даних інших осіб, а також будь-якої іншої інформації, розміщеної на Веб-сайті, зокрема шляхом парсингу, тобто збору, аналізу, обробки та збереження розміщеної на Веб-сайті інформації шляхом застосування програм-парсерів та їхніх аналогів.</p>
        <p><span class="num">6.1.7.</span> Не вчиняти дії, які вважаються порушенням прав інтелектуальної власності, зокрема, але не виключно: копіювання, перетворення чи будь-яке інше використання Веб-сайту без дозволу Виконавця.</p>
        <p><span class="num">6.1.8.</span> Надавати Виконавцю повну та достовірну інформацію, необхідну для виконання цього Договору.</p>
        <p><span class="num">6.1.9.</span> Не порушувати вимог чинного законодавства України та прийнятих норм моралі.</p>
        <p><span class="num">6.1.10.</span> Не використовувати результати наданих послуг за цим Договором в протиправних цілях, в результаті чого можуть бути порушені права та законні інтереси третіх осіб.</p>
        <p><span class="num">6.1.11.</span> Особисто нести відповідальність за свої дії, в тому числі дії, спрямовані на виконання цього Договору.</p>
        <p><span class="num">6.2.</span> Замовник має право:</p>
        <p><span class="num">6.2.1.</span> Отримувати інформацію про Послуги та їх вартість. </p>
        <p><span class="num">6.2.2.</span> Використовувати Веб-сайт у межах доступного функціоналу.</p>
        <p><span class="num">6.2.3.</span> У разі виникнення будь-яких питань, скарг або пропозицій щодо використання Веб-сайту або необхідності в отриманні іншої інформації в межах компетенції Виконавця, звертатися до служби технічної підтримки за допомогою відповідного функціоналу Веб-сайту або шляхом надсилання повідомлення на електронну пошту Виконавця.</p>
        <p><span class="num">6.3.</span> Виконавець зобов’язаний: </p>
        <p><span class="num">6.3.1.</span> Надавати Замовнику послуги відповідно до розміру оплати та виду обраної Послуги. </p>
        <p><span class="num">6.3.2.</span> Зберігати конфіденційність персональних даних Замовника, отриманих при використанні Веб-сайту Замовником. </p>
        <p><span class="num">6.4.</span> Виконавець має право:</p>
        <p><span class="num">6.4.1.</span> Не надавати Послуги до моменту повної оплати. </p>
        <p><span class="num">6.4.2.</span> В односторонньому порядку змінювати порядок надання послуг та їх вартість без переукладення цього Договору, опублікувавши зміни на Веб-сайті або надіславши відповідний лист на електронну пошту Замовника.</p>
        <p><span class="num">6.4.2.1.</span> Нововведені зміни до переліку Послуг, їх вартості, а також порядку їх надання починають діяти до Договорів, які будуть укладені після внесення таких змін.</p>
        <p><span class="num">6.4.3.</span> Розкривати будь-які відомості, якщо це необхідно, відповідно до чинного законодавства України, на вимогу уповноважених державних установ, а також для забезпечення нормального функціонування Веб-сайту або захисту Виконавця та Замовника, якщо це не суперечить відповідним Конституційним правам та свободам громадян та діючому законодавству України.</p>


        <h2>7. Права інтелектуальної власності</h2>
        <p><span class="num">7.1.</span> Веб-сайт є об’єктом права інтелектуальної власності та належить Виконавцю.</p>
        <p><span class="num">7.2.</span> Будь-яке використання Веб-сайту, в тому числі його складових частин, без попередньої письмової згоди Виконавця, вважається порушенням його прав інтелектуальної власності.</p>

        <h2>8. Відповідальність сторін та порядок вирішення спорів</h2>
        <p><span class="num">8.1.</span> Сторони несуть відповідальність за цим Договором згідно з вимогами чинного законодавства України та цим Договором.</p>
        <p><span class="num">8.2.</span> У випадку порушення умов цього Договору, Сторона, яка допустила таке порушення, зобов’язана відшкодувати іншій Стороні усі збитки, заподіяні таким порушенням.</p>
        <p><span class="num">8.3.</span> Виконавець не несе відповідальності за дії Замовника, в тому числі дії, які порушують права та законні інтереси третіх осіб чи порушують вимоги чинного законодавства країни Замовника, або країни за місцем перебування Замовника.</p>
        <p><span class="num">8.4.</span> Виконавець не несе відповідальності за повноту і достовірність будь-якої інформації, в тому числі зведених та аналітичних даних, заснованих на машинному аналізі даних, які отримані з офіційних джерел публічної інформації та ресурсів третіх осіб.</p>
        <p><span class="num">8.5.</span> Зведені дані, зв’язки та аналітична інформація на Веб-сайті має винятково інформаційний характер. Замовник використовує зведені дані та аналітичну інформацію для прийняття будь-яких рішень виключно на власний розсуд, і Виконавець не несе жодної відповідальності за наслідки використання цих даних та аналітичної інформації.</p>
        <p><span class="num">8.6.</span> Виконавець не несе відповідальність за результат наданих Послуг (за умови оплати та надання таких Послуг).</p>
        <p><span class="num">8.7.</span> Виконавець не несе відповідальності за дії юристів, адвокатів та третіх осіб, з якими буде сконтактовувати Замовника. Виконавець є лише посередником між такими особами і усі претензії та вимоги, що стосуються суті консультацій та інших дій, що вчиняються залученими юристами, адвокатами та третіми особами, пред’являються саме до таких осіб.</p>
        <p><span class="num">8.8.</span> Виконавець не несе відповідальності за будь-які збитки (прямі, непрямі і випадкові), у тому числі за упущену вигоду, що виникли внаслідок порушення у роботі Веб-сайту, в результаті його використання або неможливості використання. Виконавець не несе відповідальності за будь-які дії чи бездіяльність особи та їхні наслідки, пов’язані із використанням інформації, отриманої з Веб-сайту, якщо інше не встановлено законом.</p>
        <p><span class="num">8.9.</span> У випадку виникнення спорів або розбіжностей Сторони зобов’язуються вирішувати їх шляхом переговорів та консультацій. </p>
        <p><span class="num">8.10.</span> Усі неврегульовані спори, розбіжності чи вимоги, які виникають з цього Договору або у зв’язку з ним, зокрема такі, що стосуються його виконання, порушення, припинення або визнання недійсним, підлягають вирішенню в установленому законодавством порядку у судових органах України і їх рішення є обов’язковими для обох Сторін. </p>
        <p><span class="num">8.11.</span> Передача справи до суду для цього Договору є можливою і без дотримання Сторонами порядку досудового врегулювання спору (пред’явлення претензії).</p>


        <h2>9. Форс-мажор</h2>
        <p><span class="num">9.1.</span> У випадку настання обставин непереборної сили (війна, революції, терористичні акти, пожежі, природні катаклізми, бойкоти, страйки, акти державних органів незалежно від їх законності чи незаконності й ін.), безпосередньо перешкоджаючому виконанню зобов'язань, терміни виконання таких зобов'язань відповідно відсуваються на час дії форс-мажорних обставин. </p>
        <p><span class="num">9.2.</span> Сторони зобов'язані повідомляти одна одну про настання і припинення форс-мажорних обставин з додатком документів, які підтверджують це, протягом трьох днів з дня їх настання. Несвоєчасне повідомлення позбавляє Сторону права посилатися на будь-яку вищевказану обставину, як підстава, що звільняє від відповідальності за невиконання зобов'язань. </p>
        <p><span class="num">9.3.</span> Якщо форс-мажорні обставини будуть тривати більше одного місяця, то Сторони повинні погодити заходи для подальшого виконання цього Договору або його розірвання протягом 10 днів з моменту ініціювання однією із Сторін. </p>
        <p><span class="num">9.4.</span> До обставин непереборної сили не належать підприємницькі ризики, такі як порушення зобов’язань зі сторони контрагентів Сторони, відсутність у Сторони необхідних грошових коштів, а також фінансово – економічна криза, зміна курсу валют, девальвація національної валюти.</p>


        <h2>10. Інші умови</h2>
        <p><span class="num">10.1.</span> Усі правовідносини, що виникають з цього Договору або пов'язані із ним, у тому числі пов'язані із дійсністю, укладенням, виконанням, зміною та припиненням цього Договору, його частини, тлумаченням умов Договору, визначенням наслідків недійсності або порушення Договору, регламентуються цим Договором та відповідними нормами чинного законодавства України, а також застосовними до таких правовідносин звичаями ділового обороту на підставі принципів добросовісності, розумності та справедливості. </p>
        <p><span class="num">10.2.</span> Після укладення цього Договору всі попередні переговори за ним, листування, попередні договори, протоколи про наміри та будь-які інші усні або письмові домовленості Сторін з питань, що так чи інакше стосуються цього Договору, втрачають юридичну силу, але можуть братися до уваги при тлумаченні умов цього Договору. </p>
        <p><span class="num">10.3.</span> Сторони погодили, що Замовник в повному обсязі приймає умови цього Договору без будь-яких застережень, винятків чи обмежень. Договір вважається укладеним з моменту натискання кнопки «Так» під цим Договором на Веб-сайті Виконавця та заповнення відповідної інформації на Веб-сайті Виконавця, згідно з умовами цього Договору.</p>
        <p><span class="num">10.4.</span> Замовник має право припинити дію цього Договору в односторонньому порядку в будь-який час, повідомивши про це Виконавця шляхом надсилання листа на електронну адресу, зазначену на Веб-сайті. </p>
        <p><span class="num">10.5.</span> Виконавець має право припинити дію цього Договору в односторонньому порядку в будь-який час. </p>
        <p><span class="num">10.6.</span> Виконавець має право в односторонньому порядку змінювати порядок надання послуг та їх вартість без переукладення цього Договору, опублікувавши зміни на Веб-сайті або надіславши відповідний лист на електронну пошту Замовника.</p>
        <p><span class="num">10.6.1.</span> Нововведені зміни до переліку Послуг, їх вартості, а також порядку їх надання починають діяти до Договорів, які будуть укладені після внесення таких змін.</p>
        <p><span class="num">10.7.</span> Положення, що регулюють обробку персональних даних та їх зберігання, погоджуються Сторонами в окремій угоді, що є невід’ємною частиною цього Договору.</p>
        <p><span class="num">10.8.</span> Визнання будь-якого положення або пункту цього Договору недійсним, не впливає на дійсність решти положень і умов Договору.</p>
        <p><span class="num">10.9.</span> Місцем надання Послуг за цим Договором є територія України.</p>
    </div>
</div>

</body>
</html>
